// quotesData.js
const quotesData = [
  {
    category: 'အိမ်၌',
    text: 'မိမိနှင့် သင့်လျှော်သော နေရာတွင် နေရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'လူကြီးများ၊ ဧည့်သည်များထံသို့ မခေါ်ဘဲ မသွားရာ။',
  },
  {
    category: 'အိမ်၌',
    text: 'ရွှင်ပျသော မျက်နှာထား အမူအရာ ရှိအပ်၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'လူငယ်အချင်းချင်း သင့်တင့်စွာ နေရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'လူကြီးများ၏ အလုပ်ကို တတ်နိုင်သမျှ ကူညီရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'အိပ်ရာကို သန့်ရှင်းစေရာ၏။ မကြာမကြာ နေလှန်းရာ၏။ အိပ်ရာမှထလျှင် ခြင်ထောင်ကို တင်၍ (သို့) ခေါက်၍ စောင်၊ ခေါင်းအုံးတို့ကို နေရာတကျ ရှိစေရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'အိပ်ခန်းမှ မထွက်မီ နေရာတကျ ရှိမရှိ ကြည့်ရှုစီစဉ်ရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'သူများမနှိုးမီ သင်နိုးလျှင် သတိပြုရာ၏။ အိပ်နေသောသူများ မနိုးအောင် သတိပြုရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'ခေါင်းအုံးသည် မမြင့်လွန်းစေရာ၊ မြင့်လွန်းက အသက်ရှု မမှန်ဖြစ်တတ်သည်။',
  },
  {
    category: 'အိမ်၌',
    text: 'တစ်စုံတစ်ရာကို လူကြီးများကပေးလျှင် လက်နှစ်ဖက်ဖြင့် ခံယူရာ၏။ မိမိကပေးလျှင်လည်း လက်နှစ်ဖက်ဖြင့် ပေးရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'တံခါးရှိသော ခြံဝင်းအတွင်းသို့ဖြစ်စေ၊ အခန်းအတွင်းသို့ ဖြစ်စေ ဝင်သည့်ထွက်သည့်အခါတိုင်း တံခါးကို ပိတ်ရာ၏။ ဤသို့ပိတ်သည့်အခါ အသံမမြည်အောင် ဖြည်းညင်းစွာ ပိတ်ရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'အိမ်ကို ဝင်သောအခါ ဖိနပ်တွင်ပါသော ဖုန်၊ အညစ်အကြေးတို့ကို သင့်လျော်ရာတွင် သုတ်ခါ၍ ပစ်ခဲ့ပါ။ ဖိနပ်ကို ချွတ်သင့်သောနေရာတွင် ချွတ်၍ ထားရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'မိမိအိမ်သို့ရောက်လျှင် စိုသောဖိနပ်၊ ခြေအိတ်စသည်တို့ကို ချက်ချင်းချွတ်၍ ထားရာ၏။ သို့မဟုတ် လဲလှယ်ရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'အစာစားသောအခါ အချိန်မှန်စွာ စားရာ၏။ ဖြည်းဖြည်းစား၍ ညက်ညက်ဝါးရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'အလျင်စလို မစားရာ။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းလုတ်မကြီးစေရ။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းလုတ်နှင့် ထမင်းဝါးနေရင်း စကားမပြောရ။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းလုတ်အနီးသို့ မရောက်မီ ပါးစပ်ကို ဟ၍ မထားပါနှင့်။ ပျတ်ပျတ်မြည်အောင် မစားပါနှင့်။',
  },
  {
    category: 'အိမ်၌',
    text: 'ဟင်းရည်သောက်လျှင် အသံမမြည်စေရ။',
  },
  {
    category: 'အိမ်၌',
    text: 'ဟင်းခပ်သောအခါ ဇွန်းကို ဘယ်ဘက်လက်ဖြင့်ကိုင်ခြင်းသည် နည်းကောင်းဖြစ်၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းနှင့်ဟင်းကို လူမြင်မကောင်းအောင် ရော၍မနယ်နှင့်။',
  },
  {
    category: 'အိမ်၌',
    text: 'လက်ကို ဟင်းရည်မပေစေရ။ ထမင်းလုံး မကပ်စေရ။ ဟင်းခွက်ကို လက်နှင့် မနှိုက်နှင့်။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းစားပြီးလျှင် သွားကိုမစုပ်နှင့် ရွံရှာဖွယ်ဖြစ်၏။ သွားကြားထိုးစရာရှိလျှင် သူတစ်ပါးမမြင်ရာသို့ သွားပါလေ။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းစားပွဲပေါ်တွင် လက်မတင်ရ။',
  },
  {
    category: 'အိမ်၌',
    text: 'တည့်တည့်ထိုင်၍ စားရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'တစ်စုံတစ်ရာ အလိုရှိလျှင် အနီးဆုံးလူကို တိုးတိုးတောင်းရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'သူတစ်ပါးထမင်းစားနေစဉ် တံတွေးထွေးခြင်း၊ ချွဲသလိပ်ဟတ်ခြင်းတို့ မပြုအပ်။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းစားပွဲပေါ်ရှိ အရာများကို ဟိုရွှေ့ဒီရွှေ့ မလုပ်ရ။ (ဣန္ဒြေမရသော အပြုအမူဖြစ်သည်)',
  },
  {
    category: 'အိမ်၌',
    text: 'လူကြီးမိဘများ ဧည့်သည်များသည် ဘာကိုအလိုရှိသနည်းဟု သတိနှင့် ကြည့်ရာ၏။ သိလျှင် အသံမကြားစေရာဘဲ ဖြည်းညင်းစွာ ပြုလုပ်ပေးရာ၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'လက်ဖက်ရည် ကော်ဖီသောက်သောအခါ အောက်ခံပန်းခံပြားထဲတွင့် ထည့်၍ သောက်ခြင်းသည် မယဉ်ကျေးဟု အချို့က ယူဆကြ၏။ ၎င်းပန်းကန်ပြားသည် ဖိတ်၍မကျန်ရန်၊ မပေရန် အောက်ကခံသော အရာဖြစ်၏။ လက်ကို အပူလောင်ခြင်းမှလည်း ကာကွယ်ပေး၏။',
  },
  {
    category: 'အိမ်၌',
    text: 'ဖဲ့၍ စားနိုင်သောအရာကို ဖဲ့၍စားပါ။ ကိုက်၍ မစားပါနှင့်။',
  },
  {
    category: 'အိမ်၌',
    text: 'ထမင်းစားစဉ် စကားများများ မပြောရ။ ရွှင်ပျသောမျက်နှာ ထားရာ၏။ နှစ်သက်ဖွယ်သော စကားကိုသာ ပြောရာ၏',
  },

  //School
  {
    category: 'ကျောင်း၌',
    text: 'စာသင်ခန်းသို့ အချိန်မှန်စွာ ရောက်ရာ၏။ နောက်ကျ၍ရောက်လျှင် နောက်ကျခြင်းကို ခွင့်ပြုပါမည့်အကြောင်း ဆရာ့အား ခွင့်တောင်းရာ၏။',
  },
  {
    category: 'ကျောင်း၌',
    text: 'အတန်းထဲတွင် စာကျယ်ကျယ်မဖတ်ရ။ စကားမများရ။',
  },
  {
    category: 'ကျောင်း၌',
    text: 'အခြားကျောင်းသားများအား မည်သို့မျှ အနှောင့်အယှက်မပြုရ။',
  },
  {
    category: 'ကျောင်း၌',
    text: 'စာအုပ်၊ စာရေးကိရိယာများကို ရိုသေစွာ ကိုင်တွယ်ပါ။',
  },
  {
    category: 'ကျောင်း၌',
    text: 'စာအုပ်ကိုဖွင့်လျှင် တံတွေးဆွတ်၍ မဖွင့်နှင့်။ စာရွက်ထောင့်က ဖွင့်ရာ၏။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'စာရွက်ကို ချိုး၍ မမှတ်နှင့်။ စာအုပ်ကို မှောက်၍ မထားနှင့်။ စာရွက်လွှတ်တစ်ခုဖြင့် ညှပ်၍ထားရာ၏။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'စာဖတ်နေစဉ်၌လည်းကောင်း၊ တစ်စုံတစ်ရာကို စဉ်းစားနေစဉ်တွင်လည်းကောင်း၊ ပါးစပ်ထဲသို့ လက်ကို မသွင်းနှင့်။ လက်သည်းကို မကိုက်နှင့်။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'မိန်းကလေးများသည် နီးစပ်ရာ စုပေါင်း၍ တစ်ယောက်ကို မခေါ်မပြော ဝိုင်းပယ်သော အကျင့်ရှိတတ်၏။ အပယ်ခံရသူသည် အလွန် စိတ်ဆင်းရဲရသောကြောင့် ထိုအပြုအမူကို မပြုလုပ်ဘဲ ရှောင်ကြဉ်ရာ၏။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'အချင်းချင်း နာမည်တုဖြင့် ပြောင်လှောင်ခေါ်ဝေါ်ခြင်းသည် ရိုင်းပြသော အမူအရာဖြစ်၏။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'တစ်ယောက်နှင့်တစ်ယောက် ပြောင်ခြင်း၊ လှောင်ခြင်း၊ သရော်ခြင်း၊ ရန်စခြင်း မပြုနှင့်။ တစ်ဦးတစ်ယောက်က ပြုလုပ်လျှင်လည်း ယဉ်ကျေးသိမ်မွေ့စွာ သတိပေးရာ၏။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'ရုန့်ကြမ်းသောစကား၊ ဆဲရေးတိုင်းထွာခြင်းတို့ကို အလျဉ်းမပြုဘဲ ရှောင်ကြည်ရာ၏။ (မခံချင်ဖွယ်စကား၊ ရုန့်ကြမ်းသောစကား၊ နားမချမ်းသာဖွယ်သော စကားများကိုပြောခြင်း၊ စကားနိုင်ပြောခြင်းတို့ကို ရှောင်ကြည်ပြီး ပြေပြစ်သိမ်မွေ့သောစကား၊ ယဉ်ကျေးဖွယ်ရာသောစကား အသုံးအနှုန်းများကိုသာ ပြောဆိုရာ၏။)',
  },

  {
    category: 'ကျောင်း၌',
    text: 'ကျောင်းသူကလေးများနှင့် ရော၍နေရပါလျှင် မိမိနှမကဲ့သို့ သဘောထားရာ၏။ စောင့်ရှောက်ရန်ရှိသမျှကို စောင့်ရှောက်ရာ၏။',
  },

  {
    category: 'ကျောင်း၌',
    text: 'သူတစ်ပါး အတုယူလောက်အောင် အကျင့်စာရိတ္တ အပြုအမူယဉ်ကျေးသော လူငယ်တစ်ယောက် ဖြစ်သည်ဟု စံနမူနာ ယူလောက်သူ ဖြစ်လာစေရန် အစဉ်မပြတ် သတိပြုပါ။',
  },

  {
    category: 'လမ်း၌',
    text: 'လမ်းသွားစဉ် ကျယ်လောင်စွာ စကားမပြောရ။ ညအချိန် လျှောက်စဉ် ကျယ်လောင်စွာ သီချင်းဆိုခြင်း မပြုရ။',
  },
  {
    category: 'လမ်း၌',
    text: 'လမ်းတွင်ရပ်၍ စကားပြောလျှင် လွတ်ရာသို့ရှောင်၍ ပြောရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'လမ်းသည် လူအများသွားလာရန်ဖြစ်၏။ မိမိတို့ကြောင့် အနှောင့်အယှက် မဖြစ်အပ်ပေ။ မြို့ကြီးများတွင် လမ်းဘေးစင်္ကြမှ သွားလာခြင်း၊ အခြားကန့်သတ်နေရာများမှ သွားလာခြင်းစသော ကန့်သတ်ချက်များ ထားတတ်၏။ ကန့်သတ်သည့်အတိုင်း လိုက်နာရန် သတိပြုရာ၏။',
  },

  {
    category: 'လမ်း၌',
    text: 'ရဟန်းသံဃာတော်များ၊ သူအိုများ၊ မိန်းမများနှင့် ကလေးသူငယ်များကို လမ်းဖယ်၍ ပေးရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'ထီး၊ တုတ်စသည်တို့ကို ယူဆောင်သွားပါက အချွန်ကို အောက်ဘက်တို့ စိုက်ကာ ကိုင်ဆောင်ရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'လမ်းပေါ်တွင် သစ်သီးခွံများကို ပစ်မထားပါနှင့်။',
  },
  {
    category: 'လမ်း၌',
    text: 'မီးရှိသော ဆေးလိပ်တိုကိုလည်း လမ်းပေါ်တွင် မပစ်ပါနှင့်။ နင်းမိသူ အပူလောင်တတ်သည့်အပြင် မီးဘေးအန္တရာယ် ကြုံတွေ့နိုင်သည်။',
  },
  {
    category: 'လမ်း၌',
    text: 'အမှိုက်၊ စက္ကူစုတ်စသည်တို့ကို လမ်းမပေါ်တွင် တွေ့ရှိပါက ဖယ်ရှားပစ်ရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'လူကိုဒုက္ခပေးနိုင်သော ခဲ၊ ဆူး၊ ခလုတ်၊ ပုလင်းကွဲ စသည်တို့ကို လမ်းမပေါ်တွင် တွေ့ရှိပါက ဖယ်ရှားပေးရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'ဝန်လေး သယ်ဆောင်လာသူများအား မိမိက ရှောင်ဖယ်ရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'လမ်းကိုဖြတ်ကူးလျှင် မော်တော်ကား၊ ရထား၊ ဆိုင်ကယ်၊ စက်ဘီးစသည်တို့၏ အန္တရာယ်ကို သတိထား၍ ကူးရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'လမ်းတွင်တွေ့၍ နှုတ်ဆက်ရာ၌ –လက်အုပ်ကြာငုံ၊ ရင်မှာထားသည့်— လေးမြတ်စွာ ဂါရဝပြု နှုတ်ခွန်းဆက်သင့်သူကို လက်အုပ်ရင်မှာချီ၍ လည်းကောင်း၊ –ဦးညွှတ် နှုတ်ဆက်— တန်သူကို ဦးညွှတ်၍လည်းကောင်း၊ –ပြုံး၍ နှုတ်ဆက်— တန်သူကို ပြုံး၍လည်းကောင်း ပြုရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'မြို့ကြီးများတွင် အလုပ်ကိစ္စများ၍ အလျင်လိုသည်ဖြစ်သောကြောင့် တစ်ဦးနှင့်တစ်ဦး စကားဖြင့် နှုတ်ဆက်ခြင်းကို သတိပြု၍ ရှောင်နိုင်သမျှ ရှောင်ရာ၏။',
  },
  {
    category: 'လမ်း၌',
    text: 'တစ်ဦးတစ်ယောက် မတော်တဆ ထိခိုက်မိ၍ဖြစ်စေ အခြားကိစ္စအတွက် တောင်းပန်ရန်ဖြစ်စေ ရှိခဲ့လျှင် သင့်လျော်ရာ ယဉ်ကျေးသော စကားအသုံးအနှုန်းတို့ဖြင့် ယဉ်ကျေးစွာ တောင်းပန်ရမည်။ မိမိအားတောင်းပန်လျှင်လည်း ယဉ်ကျေးစွာ ပြန်လည်ပြောဆိုရာ၏။',
  },

  {
    category: 'ကစားစဉ်၌',
    text: 'ကစားသောအခါ စိတ်ပျော်ရွှင်ရန်ကိုသာ ဂရုပြုရာ၏။ သူတစ်ပါးအား ထိခိုက်နစ်နာစေခြင်း မရှိစေသင့်။ (ကိုယ်လက်အင်္ဂါ ကျန်းမာသန်စွမ်းစေသော ကစားနည်းများကိုသာလျှင် ကစားရာ၏)',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'ကစားသောအခါ အစုအသင်းဖွဲ့၍ ကစားခြင်းသည် တစ်ကိုယ်ကောင်းကြံတတ်သော စိတ်ကို ပယ်ဖျောက်စေသောကြောင့် ထိုကစားနည်းမျိုးကို အားပေးရာ၏။ (တစ်ကိုယ်ကောင်း အစွမ်းပြခြင်းထက် အဖွဲ့သားများနှင့် မျှတညီညွတ်စွာ ကစားခြင်းကို ပြုရာသည်။)',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'အပျော်အရွှင် အနိုင်အရှုံးကစားခြင်း၌ အရှုံးအနိုင်ကို ပဓာန မထားဘဲ ကျန်းမာရေးနှင့် ပျော်ရွှင်စေရန်ကိုသာလျှင် ပဓာနထား၍ ကစားရာ၏။',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'ကစားရာ၌ ဝမ်းသာဝမ်းနည်းခြင်းကို ထင်ရှားမပြရာ။ (နိုင်သောပွဲကို ကစားသကဲ့သိုပင် ရှုံးသောပွဲကိုလည်း စိတ်မပျက်ဘဲ ကစားရာ၏။)',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'အငြင်းအခုန်ဖြစ်လျှင် တစ်ဘက်သားဆန္ဒ ပြောလိုချက်ကို ကြည့်ရှုနားထောင်ပါ၊ အငြင်းမသန်ပါစေနှင့်။',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'ဒိုင်လူကြီး၏ အဆုံးအဖြတ်ကို မှားသည်ဖြစ်စေ၊ မှန်သည် ဖြစ်စေ၊ ဆင်ခြေမတက်ဘဲ အမိန့်ကို ရိုသေစွာ နာခံရမည်။',
  },

  {
    category: 'ကစားစဉ်၌',
    text: 'ဒိုင်လူကြီးမရှိလျှင် အသင့်အတင့်ဖြစ်အောင် အညီအညွတ် ဆုံးဖြတ်ပါ။',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'ကစားစဉ် မတော်တစထိခိုက်မိလျှင် အပြစ်မယူပါနှင့်။ တမင်လုပ်သည်မဟုတ်ဟု ယူဆပါ။',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'မိမိကလည်း မရည်ရွယ်ဘဲနှင့် ထိုကဲ့သို့ ပြုလုပ်မိတတ်သည်ကို သတိပြုပါ။',
  },
  {
    category: 'ကစားစဉ်၌',
    text: 'ကြမ်းတမ်းသော စကား၊ ကြမ်းတမ်းသော အပြုအမူတို့ကို အလျဉ်းမသုံးပါနှင့်။ (ရှုံး၍ရမ်းခြင်းသည် အလွန်ရှက်ဖွယ်ကောင်းသော အပြုအမူဖြစ်၏။)',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ရထားနှင့်ဖြစ်စေ၊ သင်္ဘောဖြင့်ဖြစ်စေ အခြားသောယာဉ်တို့ဖြင့်ဖြစ်စေ ခရီးသွားသောအခါ အတင်းတိုး၍ မဝင်ရ၊ အားနည်းသူများကို ပထမဦးစွာ အခွင့်အရေးပေးရာ၏။ (ခရီးသွားစဉ်သူတစ်ပါးအား အထူးသဖြင့် အားနည်းသူများအား တတ်နိုင်သမျှ ကူညီရာ၏။ အကယ်၍ တစ်စုံတစ်ရာ မကူညီစေကာမူ မိမိအတွက် အနှောင့်အယှက် မဖြစ်စေသင့်၊ တံခါးကိုဖွင့်ပေးခြင်း၊ ပစ္စည်းတစ်ခုခုကို ယူပေးခြင်း၊ အတက်အဆင်း၌ လွယ်ကူစွာရှိစေရန် ကူညီခြင်း၊ လေးသောဝန်ကို ပင့်ပေးခြင်း၊ ချပေးခြင်း စသည်ဖြင့် ချမ်းသာစွာ သွားလာနေထိုင်နိုင်ကြရန် ကြိုးစား၍ ကူညီရာ၏။)',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'မိမိအတွက် သင့်လျော်သည်ထက်ပို၍ နေရာမယူသင့်။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ထိခိုက်မိ၍သော်လည်းကောင်း၊ တစ်စုံတစ်ရာကြောင့်သော်လည်းကောင်း၊ တောင်းပန်ရန်ရှိခဲ့လျှင် နှောင့်နှေးကြန့်ကြာခြင်းမရှိစေဘဲ တောင်းပန်ရာ၏။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ကျေးဇူးတင်သင့်လျှင်တင်ကြောင်း၊ အပြစ်မှခွင့်လွှတ်ကြောင်းများကို ယဉ်ကျေးစွာ ပြောအပ်၏။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'လူအများနှင့် ဆက်ဆံရာနေရာများတွင် တံတွေးမထွေးပါနှင့်၊ တံတွေးထွေးခြင်းသည် ညစ်ညမ်းစေရုံမျှမက ဉပါဒ်အန္တရာယ်ကိုလည်း ဖြစ်စေ၏။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ရထားအတွင်း၊ သင်္ဘောအတွင်း၊ ဘတ်စကားများအတွင်းစသည့် လူအများနှင့် ဆက်ဆံရာနေရာများတွင် စကားကျယ်စွာ မပြောရ၊ အော်ဟစ်ခြင်းကို မပြုရ။ မိမိတို့အချင်းချင်း ကြားရုံမျှသာ စကားပြောရာ၏။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ပါးစပ်ထဲတွင် တစ်စုံတစ်ရာရှိစဉ် စကားမပြောရ။ သူတစ်ပါးမခံသာသော အနံ့ရှိသည့် ပစ္စည်းများကိုပင် အသုံးမပြုရ။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'စက္ကူစုတ်၊ မုန့်ထုပ်စက္ကူ၊ သစ်သီးခွံ၊ စားကြွင်း စသည်တို့ကို မတင်မရှိအောင် သတိပြုရာ၏။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ချောင်းဆိုးခြင်း၊ ချေဆတ်ခြင်းကို လူရှေ့တွင် မပြုလုပ်ရာ၊ တစ်ခြားနေရာသို့ ထသွားခြင်းငှာ မတတ်နိုင်ပါလျှင် လက်ကိုင်ပဝါအုပ်၍ ပြုလုပ်ရာ၏။ အချို့သူတို့သည် လူရှေ့တွင် သမ်းခြင်းကိုပင် ရှောင်ကြဉ်ရာ၏။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'ဘူတာရုံ၊ သင်္ဘောဆိပ်၊ ကားဂိတ်၊ ရုပ်ရှင်ရုံ၊ ဇာတ်ရုံစသည်တို့၌ လက်မှတ်ခံခြင်း၊ ဝင်ခြင်း၊ ထွက်ခြင်းတို့တွင် တိုးဝှေ့ခြင်းမရှိဘဲ တစ်ယောက်နောက် တစ်ယောက်စီကာ မိမိအလှည့်ကို စောင့်ဆိုင်းရာ၏။ ဤသို့သောနေရာမျိုးတွင် မိမိအတွက် အလျင်ရရန်၊ ရောက်ရန် တိုးဝှေ့၍ တက်ခြင်း၊ ရောက်နှင့်ပြီးသူတို့ကို ကျော်၍တက်ခြင်း၊ နေရာကောင်းကို လုခြင်း၊ နေရာရွေးခြင်း၊ မိမိကိုသာလျှင် ဦးစွာဆောင်ရွက်စေလိုခြင်းစသော အပြုအမူတို့သည် ယဉ်ကျေးသော နိုင်ငံကြီးသားတို့၏ အပြုအမူမဟုတ်ကြောင်းကို အထူးသတိပြုရာသည်။',
  },
  {
    category: 'ခရီးသွားစဉ်၌',
    text: 'လူစည်ကားရာ အရပ်တွင် မိန်းကလေးများရှိရာသို့ အတင်းဝင်၍တိုးခြင်း၊ နောက်ပြောင်ပြောဆိုခြင်းသည် လွန်စွာရိုင်းပြသော အမူအရာဖြစ်၍ ရှက်ဖွက်ကောင်းလှ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'လူကြီးလူကောင်းများနှင့်လည်းကောင်း၊ လူစိမ်းများနှင့်လည်းကောင်း စကားပြောလျှင် ခေါင်းငုံ့၍မပြောပါနှင့်၊ ထိုသူကို ကြည့်၍ ပြောရာ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'စကားပြောဆိုရာတွင် ရှက်ကန်းကန်းလည်းမဖြစ်နှင့်။ ရဲတင်းလွန်းသော အမူအရာဖြင့် မဖွယ်မရာလည်း မပြုနှင့်။ (သူတစ်ပါးသည် သင့်အား အပြစ်ရှာနေသည်ဟု မထင်လေနှင့်။)',
  },
  {
    category: 'အထွေထွေ',
    text: 'သူတစ်ပါး စကားပြောလျှင် ကြားဖြတ်၍ မပြောရ။ ထိုသူ၏ စကားဆုံးအောင် စောင့်ဆိုင်းရာ၏။ အကယ်၍ စိတ်မပါ သည့်တိုင်အောင် စိတ်မပါသည့်အမူအရာကို မပြဘဲ စိတ်ပါသကဲ့သို့ နားထောင်ရာ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'ဖြည့်စွက်၍ ပြောရန်ရှိသော်လည်း ထိုသူစကားပြီးဆုံးမှ ယဉ်ကျေးသောအမူအရာနှင့် ရိုသေစွာ ဖြည့်စွက်ရမည်။ (မိမိတတ်ကျွမ်းနားလည်ကြောင်း ပြလိုသည့် သဘော၊ ဆရာလုပ်လိုသည့် သဘောဖြင့် ပြောဆိုခြင်းမပြုရ)။',
  },
  {
    category: 'အထွေထွေ',
    text: 'သူတစ်ပါး၏ အပြစ်ကို မပြောဘဲ ရှောင်ကြည်ရာ၏။ သို့မဟုတ် အကောင်းကိုသာလျှင် ပြောရာ၏။ အကောင်း ချီးမွမ်းရန် မရှိလျှင် မပြောဘဲနေရာ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'ဒေါသထွက်နေသူတစ်ဦးနှင့် အတုံ့အပြန်ပြောဆိုခြင်းမှ ရှောင်ကြဉ်ရာ၏။ တစ်ယူသန်သူနှင့်လည်း ယှဉ်ပြီး ပြောဆိုခြင်း မပြုအပ်။ ထိုသူနှင့် မလွှဲမရှောင်သာ၍ ပြောရလျှင် ဖြည်းညင်းစွာ၊ ချိုသာစွာ ပြောဆိုအပ်၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မိတ်ဆွေအချင်းချင်းပင်လျှင် မနှစ်သက်ဖွယ်သော စကား၊ အကျိုးမရှိသော စကားကို မပြောရာ၊ ပြောလေ့ရှိလျှင် အကျင့်ပါတတ်၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'လူကြီးလူကောင်း မိကောင်းဖခင် သားသမီးပီသစွာ ရိုင်းပျသော စကားအသုံးအနှုန်းကို ရှောင်ကြဉ်ရာ၏။ စိတ်ဆိုးသောအခါမှာပင် မသုံးမိရန် သတိထားရာ၏။ (လျှာကိုထိန်းနိုင်လျှင် ကိုယ်ကို ထိန်းနိုင်လာလိမ့်မည်)။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မကောင်းသောစကားကို မပြောမိစေရန် မကောင်းသော အလုပ်ကို မလုပ်မိစေရန် သတိကြီးစွာ ထားရာ၏။ သူတစ်ပါး ပြောဆိုလုပ်ကိုင်နေပါလျှင် ရှောင်၍သွားရာ၏။ တစ်စုံတစ်ရာအား အားပေးခြင်း မပြုဘဲ ဆိတ်ဆိတ်နေရာ၏။ ရွယ်တူချင်းဖြစ်သော် ဆုံးမရာ၏။ (ဤကားဝတ္တရားဖြစ်ကြောင်း မမေ့အပ်)။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မိမိနှင့် မဆိုင်သောနေရာ အရာဝတ္ထုပစ္စည်း၊ အလုပ်အကိုင်များတွင် မပါဝင်ဘဲ ရှောင်ကြဉ်ရာ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မိမိနှင့်ဆိုင်သော ကိစ္စဖြစ်စေကာမူ မိမိအား သိစေသောအခါမှသာလျှင် သိရာ၏။ သိလိုဇောနှင့် လောဘတကြီး စကားမဆုံးမီ မေးမြန်းခြင်းမပြုနှင့်။ အခွင့်ကိုစောင့်၍ မေးသင့်မှ မေးရာ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မိမိဆောင်ရွက်ရန် တာဝန်ဝတ္တရားရှိပါက မညည်းညူပါနှင့်။ ညည်းတွားတတ်သူသည် မည်သည့်နေရာမျှ အသုံးမဝင်ချေ။ အများ၏ အနှောင့်အယှက် ဖြစ်စေရုံမျှမက ကြားသူတို့စိတ်တွင် မနှစ်မြို့မှုကို ဖြစ်စေသည်။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မည်သည့်အခါမဆို မျက်နှာကို ကောင်းစွာထားရာ၏။ မကောင်းသော ဘေးဒုက္ခတွေ့သည့်အခါမှာပင် စိတ်မညစ်ဘဲ မှတ်သားရန် သင်ခန်းစာရပေသည်ဟု အကောင်းဘက်က ယူရာ၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'ပြုံးရွှင်သော မျက်နှာကို ထားနိုင်သမျှ ထားပါ။',
  },
  {
    category: 'အထွေထွေ',
    text: 'စကားပြောဆိုခြင်းသည် ယဉ်ကျေးဖွယ်ရာသော အမူအရာဖြစ်၍ မိတ်ဆွေပေါများကြောင်း ဖြစ်၏။',
  },
  {
    category: 'အထွေထွေ',
    text: 'ယဉ်ကျေးသော စကားအသုံးအနှုန်းတို့ကို အစဉ်အမြဲသတိထား၍ သုံးပြီးလျှင် စိတ်ချမ်းသာစွာ မျက်နှာထား ချိုသာပြုံးရွှင်နိုင်ပါစေ။',
  },
  {
    category: 'အထွေထွေ',
    text: '–နှုတ်ချို သျှိုတစ်ပါး—၊ –နှုတ်ကောင်းလျှင်ပြည်စိုး—၊ –နှုတ်ကြောင့်သေ လက်ကြောင့်ကြေ— ဆိုသော စကားပုံများကို သတိပြုပါ။',
  },
  {
    category: 'အထွေထွေ',
    text: '–စကားကျွံသော် နုတ်မရ— ဟူသော စကားပုံတို့သည် နှုတ်မှု ယဉ်ကျေးခြင်းဆိုင်ရာ စကားပုံများ ဖြစ်ပေသည်။',
  },
  {
    category: 'အထွေထွေ',
    text: 'သူတစ်ပါး၏ ပျော်ရွှင်မှုကို မနှောင့်ယှက်ပါနှင့်။ လူတိုင်းအပေါ် ဖြောင့်မတ်သော စိတ်စေတနာကောင်းထားပါ။',
  },
  {
    category: 'အထွေထွေ',
    text: 'မိမိမှာ တာဝန်ပေးခံရ၍ ဩဇာအာဏာ ရှိလာလျှင် ငယ်သားကို မညှဉ်းပါနှင့်။ မကြိမ်းမောင်းပါနှင့်။ ယဉ်ကျေးစွာ ပြောဆို ဆက်ဆံတတ်ပါစေ။',
  },
];

export default quotesData;
